import React from 'react';

import WhoImg from './../images/landing/who-img.png';
import why1 from './../images/landing/why-1.png';
import why2 from './../images/landing/why-2.png';
import why3 from './../images/landing/why-3.png';


export default function LandingWho(){
    return (
    <div className="landing-who">
        <div className="who-box">
            <div className="right">
                <img src={WhoImg} alt="who we are" />
            </div>
            <div className="left">
                <h2>
                    !با ریباکس آشنا شوید
                </h2>
                <p>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است،
                    چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
                    نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد
                    گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
                    طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می
                    توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان
                    مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا
                    .مورد استفاده قرار گیرد
                </p>
            </div>
        </div>
        <div className="why-box">
            <h2>
                چرا ریباکس؟
            </h2>
            <div>
                <div>
                    <img src={why1} alt="why 1"/>
                    <h3>نرخ گذاری لحظه ای</h3>
                    <p>
                        ریباکس قیمت کتاب را در همان لحظه به نسبت 
                        مشخصات و وضعیت کتاب ارائه میدهد      
                    </p>
                </div>
                <div>
                    <img src={why2} alt="why 2"/>
                    <h3>فروش پکیجی</h3>
                    <p>
                        در ریباکس میتوانید همه کتابهایتان را بصورت یک جا بفروشید     
                    </p>
                </div>
                <div>
                    <img src={why3} alt="why 3"/>
                    <h3>سهولت روال فروش</h3>
                    <p>
                        برای فروش نیازی به آپلود تصاویر کتاب و پاسخگویی به تک تک مشتریان ندارید  
                    </p>
                </div>
            </div>
        </div>
    </div>);
}